# Задача 1
# Вывести на экран циклом пять строк из нулей длиной 4,
# причем каждая строка должна быть пронумерована.

i = 1
while i < 6:
    print('Строка № ', i, '.  0000')
    i += 1



